github.copilot
github.copilot-chat
ms-vscode.cpptools
ms-python.python
esbenp.prettier-vscode
dbaeumer.vscode-eslint
pkief.material-icon-theme
zhuangtongfa.material-theme
formulahendry.code-runner
eamodio.gitlens
usernamehw.errorlens
oderwat.indent-rainbow
christian-kohler.path-intellisense
foxundermoon.shell-format
redhat.vscode-yaml
tamasfe.even-better-toml
editorconfig.editorconfig
rangav.vscode-thunder-client