alsa-base
alsa-utils
anacron
appstream
apt-config-icons-hidpi
at-spi2-core
bat
bc
bridge-utils
bsdutils
btop
build-essential
ca-certificates
cloud-init
cpu-checker
curl
dash
deja-dup
diffutils
dirmngr
dmz-cursor-theme
fastfetch
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-frontend-gtk2
fcitx5-frontend-gtk3
fcitx5-frontend-gtk4
fcitx5-frontend-qt5
fcitx5-frontend-qt6
fcitx5-module-lua
fcitx5-modules
fd-find
ffmpeg
file
file-roller
findutils
fontconfig
fonts-arphic-ukai
fonts-arphic-uming
fonts-dejavu-core
fonts-firacode
fonts-liberation
fonts-powerline
foomatic-db-compressed-ppds
fzf
ghostscript
gir1.2-ecal-2.0
gir1.2-edataserver-1.2
gir1.2-gmenu-3.0
gir1.2-ical-3.0
git
glmark2-x11
gnome-accessibility-themes
gnome-control-center
gnome-initial-setup
gnome-keyring
gnome-menus
gnome-power-manager
gnome-remote-desktop
gnome-session-canberra
gnome-settings-daemon
gnome-text-editor
gnome-tweaks
gnome-user-docs-zh-hans
google-chrome-stable
gpg-agent
grep
gsettings-ubuntu-schemas
gstreamer1.0-alsa
gstreamer1.0-packagekit
gstreamer1.0-plugins-base-apps
gvfs-fuse
gzip
hostname
htop
im-config
init
inputattach
kde-config-fcitx5
libatk-adaptor
libc6
libchewing3
libchewing3-data
libegl1
libgbm1
libgl1
libgl1-mesa-dri
libglib2.0-bin
libm17n-0
libmarisa0
libnotify-bin
libnss-mdns
libopencc-data
libopencc1.1
libotf1
libpam-gnome-keyring
libpam-sss
libpinyin-data
libpinyin15
libproxy1-plugin-gsettings
libproxy1-plugin-networkmanager
libsasl2-modules
libu2f-udev
libvirt-clients
libvirt-daemon-system
libwmf0.2-7-gtk
login
lsd
m17n-db
menulibre
mousetweaks
nautilus
ncdu
ncurses-base
ncurses-bin
neofetch
nginx
nodejs
npm
numlockx
openjdk-17-jdk
packagekit
packages-microsoft-prod
papirus-icon-theme
policykit-desktop-privileges
powershell
preload
profile-sync-daemon
python3-netifaces
python3-pip
python3-venv
qemu-system-x86
ripgrep
rlwrap
sassc
speedtest-cli
spice-vdagent
stow
stress-ng
systemd-oomd
tldr
tmux
ubuntu-docs
ubuntu-minimal
ubuntu-release-upgrader-gtk
ubuntu-settings
ubuntu-standard
udisks2
unzip
update-notifier
vim
wget
wireless-tools
wireplumber
wl-clipboard
xclip
xcursor-themes
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xkb-data
xz-utils
yaru-theme-gtk
yaru-theme-icon
yaru-theme-sound
yelp
zenity
zip
zsh
