alsa-base
alsa-utils
anacron
apport-gtk
appstream
apt-config-icons-hidpi
at-spi2-core
avahi-daemon
baobab
bat
bc
bluez
bluez-cups
bridge-utils
brltty
bsdutils
btop
build-essential
ca-certificates
cloud-init
cpu-checker
cups
cups-bsd
cups-client
cups-filters
curl
dash
deja-dup
diffutils
dirmngr
dmz-cursor-theme
efibootmgr
eog
evince
fastfetch
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-frontend-gtk2
fcitx5-frontend-gtk3
fcitx5-frontend-gtk4
fcitx5-frontend-qt5
fcitx5-frontend-qt6
fcitx5-module-lua
fcitx5-modules
fd-find
ffmpeg
file
file-roller
findutils
firefox
flameshot
flatpak
fontconfig
fonts-arphic-ukai
fonts-arphic-uming
fonts-dejavu-core
fonts-firacode
fonts-liberation
fonts-noto-cjk
fonts-noto-cjk-extra
fonts-noto-color-emoji
fonts-noto-core
fonts-powerline
fonts-ubuntu
foomatic-db-compressed-ppds
fwupd
fwupd-signed
fzf
gamemode
gdm3
ghostscript
gir1.2-ecal-2.0
gir1.2-edataserver-1.2
gir1.2-gmenu-3.0
gir1.2-ical-3.0
git
glmark2-x11
gnome-accessibility-themes
gnome-bluetooth-sendto
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-initial-setup
gnome-keyring
gnome-logs
gnome-menus
gnome-power-manager
gnome-remote-desktop
gnome-session-canberra
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-desktop-icons-ng
gnome-shell-extension-manager
gnome-shell-extension-ubuntu-dock
gnome-shell-extension-ubuntu-tiling-assistant
gnome-snapshot
gnome-software-plugin-flatpak
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-user-docs-zh-hans
google-chrome-stable
gpg-agent
grep
grub-efi-amd64
grub-efi-amd64-signed
gsettings-ubuntu-schemas
gstreamer1.0-alsa
gstreamer1.0-packagekit
gstreamer1.0-plugins-base-apps
gvfs-fuse
gzip
hostname
hplip
htop
i965-va-driver:i386
ibus
ibus-chewing
ibus-gtk
ibus-gtk3
ibus-libpinyin
ibus-libzhuyin
ibus-m17n
ibus-table
ibus-table-cangjie
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
ibus-table-quick-classic
ibus-table-wubi
im-config
init
inputattach
intel-media-va-driver:i386
kde-config-fcitx5
kerneloops
kwin-x11
language-pack-gnome-zh-hans
language-pack-gnome-zh-hans-base
language-pack-gnome-zh-hant
language-pack-zh-hans
language-pack-zh-hans-base
language-pack-zh-hant
language-selector-common
language-selector-gnome
laptop-detect
libasound2-plugins:i386
libatk-adaptor
libc6
libc6:i386
libchewing3
libchewing3-data
libcrypt1:i386
libegl1
libegl1:i386
libexpat1:i386
libfontconfig1:i386
libgbm1
libgbm1:i386
libgcc-s1:i386
libgl1
libgl1-mesa-dri
libgl1-mesa-dri:i386
libgl1:i386
libglib2.0-bin
libgpg-error0:i386
libm17n-0
libmarisa0
libnm0:i386
libnotify-bin
libnss-mdns
libopencc-data
libopencc1.1
libotf1
libpam-fprintd
libpam-gnome-keyring
libpam-sss
libpinyin-data
libpinyin15
libproxy1-plugin-gsettings
libproxy1-plugin-networkmanager
libreoffice-calc
libreoffice-gnome
libreoffice-help-common
libreoffice-help-zh-cn
libreoffice-help-zh-tw
libreoffice-impress
libreoffice-l10n-zh-cn
libreoffice-l10n-zh-tw
libreoffice-math
libreoffice-style-yaru
libreoffice-writer
libsasl2-modules
libsdl2-2.0-0:i386
libspa-0.2-bluetooth
libstdc++6:i386
libu2f-udev
libudev1:i386
libusb-1.0-0:i386
libva-drm2:i386
libva-glx2:i386
libva-x11-2:i386
libva2:i386
libvirt-clients
libvirt-daemon-system
libwmf0.2-7-gtk
libx11-6:i386
libx11-xcb1:i386
libxau6:i386
libxcb-dri3-0:i386
libxcb-glx0:i386
libxcb-present0:i386
libxcb-sync1:i386
libxcb1:i386
libxdamage1:i386
libxdmcp6:i386
libxext6:i386
libxfixes3:i386
libxi6:i386
libxinerama1:i386
libxss1:i386
libxxf86vm1:i386
linux-generic-hwe-24.04
linux-modules-nvidia-580-open-generic-hwe-24.04
login
lsd
lutris
m17n-db
memtest86+
menulibre
mesa-va-drivers:i386
mesa-vulkan-drivers:i386
mousetweaks
nautilus
nautilus-sendto
ncdu
ncurses-base
ncurses-bin
neofetch
network-manager
network-manager-config-connectivity-ubuntu
network-manager-openvpn-gnome
network-manager-pptp-gnome
nginx
nodejs
npm
numlockx
nvidia-driver-580-open
openjdk-17-jdk
openprinting-ppds
orca
packagekit
packages-microsoft-prod
papirus-icon-theme
pcmciautils
pipewire-pulse
plymouth-theme-spinner
policykit-desktop-privileges
powershell
preload
printer-driver-brlaser
printer-driver-c2esp
printer-driver-foo2zjs
printer-driver-m2300w
printer-driver-min12xxw
printer-driver-pnm2ppa
printer-driver-ptouch
printer-driver-pxljr
printer-driver-sag-gdi
printer-driver-splix
profile-sync-daemon
pulseaudio-utils
python3-netifaces
python3-pip
python3-venv
qemu-system-x86
refind
remmina
rfkill
ripgrep
rlwrap
sassc
sddm
seahorse
shim-signed
shotwell
simple-scan
snapd
software-properties-gtk
speech-dispatcher
speedtest-cli
spice-vdagent
stacer
stow
stress-ng
systemd-oomd
thunderbird
thunderbird-locale-zh-cn
thunderbird-locale-zh-hans
thunderbird-locale-zh-hant
thunderbird-locale-zh-tw
timeshift
tldr
tmux
ubuntu-docs
ubuntu-drivers-common
ubuntu-minimal
ubuntu-release-upgrader-gtk
ubuntu-report
ubuntu-restricted-addons
ubuntu-restricted-extras
ubuntu-session
ubuntu-settings
ubuntu-standard
ubuntu-wallpapers
udisks2
unzip
update-manager
update-notifier
upower
usb-creator-gtk
va-driver-all:i386
vim
vlc
wget
whoopsie
wireless-tools
wireplumber
wl-clipboard
wpasupplicant
xclip
xcursor-themes
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xkb-data
xorg
xserver-xorg
xz-utils
yaru-theme-gnome-shell
yaru-theme-gtk
yaru-theme-icon
yaru-theme-sound
yelp
zenity
zip
zsh
